var betsModel = {
    "1": {
        "G": "1x2",
        "C": 3,
        "B": {
            "1": {
                "N": "П1",
                "T": 1
            },
            "2": {
                "N": "Х",
                "T": 1
            },
            "3": {
                "N": "П2",
                "T": 1
            }
        }
    },
    "2": {
        "G": "Фора",
        "C": 2,
        "B": {
            "7": {
                "N": "Фора 1 ()",
                "T": 3
            },
            "8": {
                "N": "Фора 2 ()",
                "T": 3
            },
            "85": {
                "N": "Фора 1 ()",
                "T": 3
            },
            "86": {
                "N": "Фора 2 ()",
                "T": 3
            },
            "109": {
                "N": "Фора 1 ()",
                "T": ""
            },
            "110": {
                "N": "Фора 2 ()",
                "T": ""
            },
            "111": {
                "N": "Фора 1 ()",
                "T": 3
            },
            "112": {
                "N": "Фора 2 ()",
                "T": 3
            },
            "115": {
                "N": "Фора 1 ()",
                "T": ""
            },
            "116": {
                "N": "Фора 2 ()",
                "T": ""
            },
            "125": {
                "N": "Фора 2 ()",
                "T": 3
            },
            "126": {
                "N": "Фора 1 ()",
                "T": 3
            },
            "127": {
                "N": "Фора 2 ()",
                "T": 3
            },
            "128": {
                "N": "Фора 1 ()",
                "T": 3
            },
            "129": {
                "N": "Фора 2 ()",
                "T": 3
            },
            "130": {
                "N": "Фора 1 ()",
                "T": 3
            },
            "131": {
                "N": "Фора 2 ()",
                "T": 3
            },
            "132": {
                "N": "Фора 1 ()",
                "T": 3
            },
            "133": {
                "N": "Фора 2 ()",
                "T": 3
            },
            "134": {
                "N": "Фора 1 ()",
                "T": 3
            },
            "135": {
                "N": "Фора 2 ()",
                "T": 3
            },
            "136": {
                "N": "Фора 1 ()",
                "T": 3
            },
            "137": {
                "N": "Фора 2 ()",
                "T": 3
            },
            "138": {
                "N": "Фора 1 ()",
                "T": 3
            },
            "139": {
                "N": "Фора 2 ()",
                "T": 3
            },
            "140": {
                "N": "Фора 1 ()",
                "T": 3
            },
            "141": {
                "N": "Фора 2 ()",
                "T": 3
            },
            "142": {
                "N": "Фора 1 ()",
                "T": 3
            },
            "143": {
                "N": "Фора 2 ()",
                "T": 3
            },
            "144": {
                "N": "Фора 1 ()",
                "T": 3
            },
            "145": {
                "N": "Фора 2 ()",
                "T": 3
            },
            "403": {
                "N": "Фора 1 ()",
                "T": ""
            },
            "404": {
                "N": "Фора 1 ()",
                "T": ""
            },
            "405": {
                "N": "Фора 1 ()",
                "T": ""
            },
            "406": {
                "N": "Фора 1 ()",
                "T": ""
            },
            "407": {
                "N": "Фора 1 ()",
                "T": ""
            },
            "408": {
                "N": "Фора 1 ()",
                "T": ""
            },
            "409": {
                "N": "Фора 1 ()",
                "T": ""
            },
            "410": {
                "N": "Фора 1 ()",
                "T": ""
            },
            "411": {
                "N": "Фора 1 ()",
                "T": ""
            },
            "412": {
                "N": "Фора 1 ()",
                "T": ""
            },
            "413": {
                "N": "Фора 2 ()",
                "T": ""
            },
            "414": {
                "N": "Фора 2 ()",
                "T": ""
            },
            "415": {
                "N": "Фора 2 ()",
                "T": ""
            },
            "416": {
                "N": "Фора 2 ()",
                "T": ""
            },
            "417": {
                "N": "Фора 2 ()",
                "T": ""
            },
            "418": {
                "N": "Фора 2 ()",
                "T": ""
            },
            "419": {
                "N": "Фора 2 ()",
                "T": ""
            },
            "420": {
                "N": "Фора 2 ()",
                "T": ""
            },
            "421": {
                "N": "Фора 2 ()",
                "T": ""
            },
            "422": {
                "N": "Фора 2 ()",
                "T": ""
            }
        }
    },
    "5": {
        "G": "Забитый гол",
        "C": 2,
        "B": {
            "184": {
                "N": "Первый забьет - Да",
                "T": 1
            },
            "185": {
                "N": "Первый забьет - Нет",
                "T": 1
            },
            "186": {
                "N": "Второй забьет - Да",
                "T": 1
            },
            "187": {
                "N": "Второй забьет - Нет",
                "T": 1
            }
        }
    },
    "8": {
        "G": "Двойной шанс",
        "C": 3,
        "B": {
            "4": {
                "N": "1Х",
                "T": 1
            },
            "5": {
                "N": "12",
                "T": 1
            },
            "6": {
                "N": "2Х",
                "T": 1
            }
        }
    },
    "10": {
        "G": "Результат + тотал голов",
        "C": 3,
        "B": {
            "191": {
                "N": "Второй победит и тотал < () - Да",
                "T": 3
            },
            "192": {
                "N": "Второй победит и тотал > () - Да",
                "T": 3
            },
            "193": {
                "N": "Второй не проиграет и тотал < () - Да",
                "T": 3
            },
            "194": {
                "N": "Второй не проиграет и тотал > () - Да",
                "T": 3
            },
            "195": {
                "N": "Второй сухая победа - Да",
                "T": 1
            },
            "196": {
                "N": "Первый победит и тотал < () - Да",
                "T": 3
            },
            "197": {
                "N": "Первый победит и тотал > () - Да",
                "T": 3
            },
            "198": {
                "N": "Первый не проиграет и тотал < () - Да",
                "T": 3
            },
            "199": {
                "N": "Первый не проиграет и тотал > () - Да",
                "T": 3
            },
            "200": {
                "N": "Первый сухая победа - Да",
                "T": 1
            },
            "201": {
                "N": "Ничья и тотал < () - Да",
                "T": 3
            },
            "202": {
                "N": "Ничья и тотал < () - Нет",
                "T": 3
            },
            "203": {
                "N": "Ничья и тотал > () - Да",
                "T": 3
            },
            "204": {
                "N": "Ничья и тотал > () - Нет",
                "T": 3
            },
            "205": {
                "N": "Первый сухая победа - Нет",
                "T": 1
            },
            "206": {
                "N": "Первый победит и тотал < () - Нет",
                "T": 3
            },
            "207": {
                "N": "Первый победит и тотал > () - Нет",
                "T": 3
            },
            "208": {
                "N": "Первый не проиграет и тотал < () - Нет",
                "T": 3
            },
            "209": {
                "N": "Первый не проиграет и тотал > () - Нет",
                "T": 3
            },
            "210": {
                "N": "Второй сухая победа - Нет",
                "T": 1
            },
            "211": {
                "N": "Второй победит и тотал < () - Нет",
                "T": 3
            },
            "212": {
                "N": "Второй победит и тотал > () - Нет",
                "T": 3
            },
            "213": {
                "N": "Второй не проиграет и тотал < () - Нет",
                "T": 3
            },
            "214": {
                "N": "Второй не проиграет и тотал > () - Нет",
                "T": 3
            },
            "1554": {
                "N": "П1 или Х + тотал () М - Да",
                "T": 3
            },
            "1555": {
                "N": "П1 или Х + тотал () Б - Да",
                "T": 3
            },
            "1556": {
                "N": "П2 или Х + тотал () М - Да",
                "T": 3
            },
            "1557": {
                "N": "П2 или Х + тотал () Б - Да",
                "T": 3
            },
            "1558": {
                "N": "П1 или П2 + тотал () М - Да",
                "T": 3
            },
            "1559": {
                "N": "П1 или П2 + тотал () Б - Да",
                "T": 3
            },
            "1631": {
                "N": "П1 или Х + тотал () М - Нет",
                "T": 3
            },
            "1632": {
                "N": "П1 или Х + тотал () Б - Нет",
                "T": 3
            },
            "1633": {
                "N": "П2 или Х + тотал () М - Нет",
                "T": 3
            },
            "1634": {
                "N": "П2 или Х + тотал () Б - Нет",
                "T": 3
            },
            "1635": {
                "N": "П1 или П2 + тотал () М - Нет",
                "T": 3
            },
            "1636": {
                "N": "П1 или П2 + тотал () Б - Нет",
                "T": 3
            }
        }
    },
    "15": {
        "G": "Индивидуальный тотал команды 1",
        "C": 2,
        "B": {
            "11": {
                "N": "Индивидуальный тотал 1 Больше ()",
                "T": 3
            },
            "12": {
                "N": "Индивидуальный тотал 1 Меньше ()",
                "T": 3
            },
            "63": {
                "N": "Индивидуальный тотал 1 Больше ()",
                "T": 3
            },
            "64": {
                "N": "Индивидуальный тотал 1 Меньше ()",
                "T": 3
            },
            "146": {
                "N": "Индивидуальный тотал 1 Больше ()",
                "T": 3
            },
            "147": {
                "N": "Индивидуальный тотал 1 Меньше ()",
                "T": 3
            },
            "148": {
                "N": "Индивидуальный тотал 1 Больше ()",
                "T": 3
            },
            "149": {
                "N": "Индивидуальный тотал 1 Меньше ()",
                "T": 3
            },
            "150": {
                "N": "Индивидуальный тотал 1 Больше ()",
                "T": 3
            },
            "151": {
                "N": "Индивидуальный тотал 1 Меньше ()",
                "T": 3
            },
            "152": {
                "N": "Индивидуальный тотал 1 Больше ()",
                "T": 3
            },
            "153": {
                "N": "Индивидуальный тотал 1 Меньше ()",
                "T": 3
            },
            "154": {
                "N": "Индивидуальный тотал 1 Больше ()",
                "T": 3
            },
            "155": {
                "N": "Индивидуальный тотал 1 Меньше ()",
                "T": 3
            },
            "156": {
                "N": "Индивидуальный тотал 1 Больше ()",
                "T": 3
            },
            "157": {
                "N": "Индивидуальный тотал 1 Меньше ()",
                "T": 3
            },
            "158": {
                "N": "Индивидуальный тотал 1 Больше ()",
                "T": 3
            },
            "159": {
                "N": "Индивидуальный тотал 1 Меньше ()",
                "T": 3
            },
            "160": {
                "N": "Индивидуальный тотал 1 Больше ()",
                "T": 3
            },
            "161": {
                "N": "Индивидуальный тотал 1 Меньше ()",
                "T": 3
            }
        }
    },
    "17": {
        "G": "Тотал",
        "C": 2,
        "B": {
            "9": {
                "N": "Тотал () Б",
                "T": 3
            },
            "10": {
                "N": "Тотал () М ",
                "T": 3
            },
            "87": {
                "N": "Тотал () Б",
                "T": 3
            },
            "88": {
                "N": "Тотал () М ",
                "T": 3
            },
            "89": {
                "N": "Тотал () Б",
                "T": ""
            },
            "90": {
                "N": "Тотал () М ",
                "T": ""
            },
            "91": {
                "N": "Тотал () Б",
                "T": ""
            },
            "92": {
                "N": "Тотал () М ",
                "T": ""
            },
            "93": {
                "N": "Тотал () Б",
                "T": ""
            },
            "94": {
                "N": "Тотал () М ",
                "T": ""
            },
            "95": {
                "N": "Тотал () Б",
                "T": ""
            },
            "96": {
                "N": "Тотал () М ",
                "T": ""
            },
            "97": {
                "N": "Тотал () Б",
                "T": ""
            },
            "98": {
                "N": "Тотал () М ",
                "T": ""
            },
            "99": {
                "N": "Тотал () Б",
                "T": ""
            },
            "100": {
                "N": "Тотал () М ",
                "T": ""
            },
            "101": {
                "N": "Тотал () Б",
                "T": ""
            },
            "102": {
                "N": "Тотал () М ",
                "T": ""
            },
            "103": {
                "N": "Тотал () Б",
                "T": ""
            },
            "104": {
                "N": "Тотал () М ",
                "T": ""
            },
            "105": {
                "N": "Тотал () Б",
                "T": ""
            },
            "106": {
                "N": "Тотал () М ",
                "T": ""
            },
            "107": {
                "N": "Тотал () Б",
                "T": ""
            },
            "108": {
                "N": "Тотал () М ",
                "T": ""
            },
            "113": {
                "N": "Тотал () Б",
                "T": 3
            },
            "114": {
                "N": "Тотал () М ",
                "T": 3
            },
            "117": {
                "N": "Тотал () Б",
                "T": ""
            },
            "118": {
                "N": "Тотал () М ",
                "T": ""
            }
        }
    },
    "19": {
        "G": "Обе забьют",
        "C": 2,
        "B": {
            "180": {
                "N": "Обе забьют - Да",
                "T": 1
            },
            "181": {
                "N": "Обе забьют - Нет",
                "T": 1
            }
        }
    },
    "62": {
        "G": "Индивидуальный тотал команды 2",
        "C": 2,
        "B": {
            "13": {
                "N": "Индивидуальный тотал 2 Больше ()",
                "T": 3
            },
            "14": {
                "N": "Индивидуальный тотал 2 Меньше ()",
                "T": 3
            },
            "65": {
                "N": "Индивидуальный тотал 2 Больше ()",
                "T": 3
            },
            "66": {
                "N": "Индивидуальный тотал 2 Меньше ()",
                "T": 3
            },
            "162": {
                "N": "Индивидуальный тотал 2 Больше ()",
                "T": 3
            },
            "163": {
                "N": "Индивидуальный тотал 2 Меньше ()",
                "T": 3
            },
            "164": {
                "N": "Индивидуальный тотал 2 Больше ()",
                "T": 3
            },
            "165": {
                "N": "Индивидуальный тотал 2 Меньше ()",
                "T": 3
            },
            "166": {
                "N": "Индивидуальный тотал 2 Больше ()",
                "T": 3
            },
            "167": {
                "N": "Индивидуальный тотал 2 Меньше ()",
                "T": 3
            },
            "168": {
                "N": "Индивидуальный тотал 2 Больше ()",
                "T": 3
            },
            "169": {
                "N": "Индивидуальный тотал 2 Меньше ()",
                "T": 3
            },
            "170": {
                "N": "Индивидуальный тотал 2 Больше ()",
                "T": 3
            },
            "171": {
                "N": "Индивидуальный тотал 2 Меньше ()",
                "T": 3
            },
            "172": {
                "N": "Индивидуальный тотал 2 Больше ()",
                "T": 3
            },
            "173": {
                "N": "Индивидуальный тотал 2 Меньше ()",
                "T": 3
            },
            "174": {
                "N": "Индивидуальный тотал 2 Больше ()",
                "T": 3
            },
            "175": {
                "N": "Индивидуальный тотал 2 Меньше ()",
                "T": 3
            },
            "176": {
                "N": "Индивидуальный тотал 2 Больше ()",
                "T": 3
            },
            "177": {
                "N": "Индивидуальный тотал 2 Меньше ()",
                "T": 3
            }
        }
    }
};